//import 'package:flutter/material.dart';

const String gaiyo =
'''【内容】
①教育講演「診療放射線技師の教育について（仮）」
②特別講演「STAT画像報告について（仮）」
③ランチョンセミナー
④府民公開講座「放射線領域の人工知能の現状と未来像（仮）」
⑤シンポジウム「タスク・シフト／シェア（STAT画像報告）」
⑥放射線機器管理士部会「放射線被ばく管理に関するマネジメントシステム」
⑦会員、学生による研究発表\n
【参加費】
〇会員・ 各府県協賛企業・JSRT会員：2,000円
〇非会員：4,000円
〇学生：無料（社会人学生は除く）
〇一般の方：無料
　（府民公開講座のみ参加可）''';

const String kaicho =
'''　近畿地域の診療放射線技師会の皆様、日頃から技師会の運営にご理解とご協力を賜り、お礼申し上げます。また、令和6年度近畿地域診療放射線技師学術大会は、大阪府診療放射線技師会が主催して開催いたします。本大会にご参加いただく皆様には、心からの敬意と感謝の意を表します。また、開催にあたり、ご尽力いただきました関係者の皆様に深く感謝申し上げます。
　ここ数年、新型コロナウイルス感染症に翻弄され、2020年はWebのみで開催し、2021年以降はWebと会場でのハイブリッド方式で実施してきましたが、ようやく落ち着きを取り戻し、今年度は対面形式のみで開催することといたしました。会場は、各府県からアクセスしやすいように、グランフロント大阪で開催いたします。できるだけ多くの方に会場に足を運んでいただき、有意義な大会にしたいと考えております。
　大会テーマは「変革・イノベーション　―新たな一歩を踏み出そう―」としました。われわれは医療技術者として、技術を継承していくことは非常に重要ですが、新しい技術を取り入れることや新たな業務にチャレンジすることも必要です。ベテランのスキルと若手の活力を融合し、新たな診療放射線技師としての一歩を踏み出していただきたいと願っています。
　ご承知の通り、2021年に診療放射線技師法が改正され、業務範囲が拡大されましたが、現場ではあまり進んでいません。拡大した業務をできるだけ早く自分たちのルーチン業務として取り入れ、本当の意味で業務拡大を図っていただきたいと思います。次年度の学術大会でも、告示研修や今後の診療放射線技師業務についてディスカッションできればと考えています。
　プログラムは例年通り、一般研究発表、特別講演、府民公開講座、シンポジウムを企画しています。ぜひ多くの演題を登録していただき、会場に足を運んで、皆様の手で実り多い学術大会にしていただければ幸いです。大会を通じて、最新の研究成果の共有、知識の交換、そしてわれわれの専門分野におけるイノベーションの創出を期待しています。''';
const String okunaka =
    "　昨年11月の大会開催に向けて、鋭意準備を進めておりましたが、ご承知のとおり新型コロナウイルス感染症の患者数が拡大し、本大会を延期せざるを得ない状況でした。しかしながら当会では、第30回学術大会開催プログラムをWebによる発表・講演形式の導入を検討するなど創意工夫を図るとともに、様々な感染防止対策を講じながら、皆さまが安心してご参加いただけるよう、開催に向けて全力で取り組んできました。そして今年、2月28日（日）にアートホテル大阪ベイタワーにて第30回学術大会を開催いたします。これも、会員諸賢および協賛会員の皆様のご協力の賜物と厚く御礼申し上げます。\n　さて、今年度は「「環境変化への対応と革新」～Responding to changes in the environment and innovation～」を大会テーマとしました。私たちを取り巻く環境（生活様式・仕事環境）は、この一年、新型コロナウイルス感染症の感染拡大によって大きく様変わりしたのではないでしょうか。言わば、“ニューノーマル（New Normal）”の環境です。ニューノーマルを直訳すると「新しい常態」という意味になります。これは、社会に大きな変化が起こり、変化が起こる以前とは同じ姿に戻ることができず、新たな常識が定着することを指します。本学術大会では、これらニューノーマル（New Normal）の環境下において、私たち診療放射線技師がどのような対応を社会から求められ、私たちの技術をどのように革新すればよいのか、皆様と一緒に考えていければ幸いです。\n　また、大阪府緊急事態宣言下であることを鑑み、Webによる参加を主体に午後半日のプログラムとなりました。このような状況の中、一般演題発表にご応募いただいた会員の皆様、ならびに臨床業務でお忙しい中、特別講演の講演をお引き受けいただきました阪南市民病院の佐藤守男先生に厚く御礼申し上げます。\n　最後に今年度も盛りだくさんの内容で当会スタッフ一同、多くの皆様のご参加をこころよりお待ち申し上げます。";
const String sanka = "　参加者の皆様　ご注意ああああああああああああああああああああああああああああ";
const String speaker = "　演者の皆様は　　　";
const String lunch = "　ランチョンセミナーではの皆様　ご注意ください";
const String iin = "近畿地域理事　後藤　\n大会長　藤田　秀樹\n実行委員長　奥中　雄策\n";
const String keisai ="カイゲンファーマ株式会社\n富士フィルムメディカル株式会社\n株式会社 千代田テクノル\nシーメンスヘルスケア株式会社\n"
    "セイコーメディカル株式会社\n日本メジフィジックス株式会社\n株式会社 島津製作所\nシーマン株式会社\nＧＥヘルスケアファーマーズ株式会社";

const String vote ="\n"
    "☆以下の基準に基づき審査し、セッションの中で一番優れていた発表に投票してください。\n\n"
    "＜審査基準＞\n"
    "・従事者の利益：効率化、標準化、術者の被ばく低減など\n"
    "・患者の利益：負担軽減、被ばく低減、画質改善など\n"
    "・学術的価値：背景、目的、方法（統計処理）、結果、結論が明快である。今後の発展\n"
    "・スライド：図・表がわかりやすい。適切な文字の量、大きさ\n"
    "・話し方：表現力、時間、声の大きさ、視線など\n\n"
    "＜注意事項＞\n"
    "・パスコード入力後にセッション番号を変更した場合は、あらためてパスコードを入力しなおしてください。\n"
    "・画面が切り替わるまで、少し時間がかかる場合があります。\n"
    "・投票ボタンは1回だけ押してください。\n"
    "・投票は1セッションつき1回。再投票はできません。\n"
    "・二重投票が判明した場合は、取り消されますのでご注意ください。\n\n";
