/// string.dart
const List<Map<String, dynamic>> educationalLectures = [
{
"title": "教育講演",
"moderator": "大阪府診療放射線技師会 会長 藤田　秀樹",
"moderator-j": "藤田　秀樹",
  "moderator-e": "FUJITA HIDEKI",
  "presentations": [
{
"speaker": "日本診療放射線技師会 会長　上田 克彦",
  "speaker-j": "上田 克彦",
  "speaker-e": "UEDA KATSUHIKO",
"theme":"『将来を見据えたJART事業の在り方』",
"abstract": '''　いわゆる「団塊の世代」とされる1947年から1949年生まれの約800万人が75歳となる2025年頃に75歳以上の人口が占める割合が約18％になると推計され、「2025年問題」として周知のところです。出生率については1.36と最低水準にある一方、医療技術の進歩等による死亡率の低下から平均寿命は高い水準にあり、少子高齢化の傾向は今後も続くこと予想されています。国立社会保障・人口問題研究所「日本の将来推計人口」の推計によると、日本の人口は現在の約1億2,454万人から2040 年には約１億 1,092 万人に減少、生産年齢人口については出生者数の減少により2025年から2040年までの僅か15年間で労働人口が約1,000万人以上減少すると推計されており、いわゆる「2040年問題」として2025年問題に続き、本邦が直面する大きな問題になっています。
　こうした人口減少、少子高齢化の影響を受けるのは診療放射線技師も例外ではなく、厚生労働省研究班の「医療専門職の実態把握に関する研究報告」（令和4年3月）によると、診療放射線技師（供給）は増えていく一方、画像検査の件数（需要）は人口減少の影響で2030年をピークに減少に転じ、将来的には供給過剰になると推計されています。人口減少がもたらす影響を全ての医療職種が問題視する中で、診療放射線技師が国民医療のために何ができるかを主体的に考え、業務の在り方と需要の維持をどのように図っていくかが求められています。
　日本診療放射線技師会は、診療放射線技師職の継続と発展を目的とした活動計画「JART-Vision2040」を掲げ、「国民から求められる新たな役割の獲得」を長期目標として活動を開始しています。さらに今年度よりコンサルティングによる様々な分析や検討会議を重ねて参りました。今後はこうした検討結果を元に将来に向けたJART事業の在り方を再検討したいと考えています。　
　本講演では、JARTが行ってきた分析の内容と将来を見据えたJART事業の在り方についてお話をさせて頂きます。''',
},],},
];

const List<Map<String,  dynamic>> specialLectures = [
{
"title": "特別講演",
"moderator": "私立病院放射線技師会 会長 潮見 順太",
  "moderator-j": "潮見 順太",
  "moderator-e": "SHIOMI JUNTA",
"presentations": [
{
"speaker": "星野クリニック 院長 星野 好則",
  "speaker-j": "星野 好則",
  "speaker-e": "HOSHINO YOSHINORI",
"theme": "『大腸CT 検査の導入と発展：今日からできる大腸CT！まずは最初の一歩から！』",
"abstract": '''１：はじめに -本邦における大腸癌の位置づけについて-
　大腸癌の早期発見・治療の進歩は目覚ましいものの、わが国では大腸癌の年齢調整罹患率、死亡率の高止まりが続いている。この要因にはさまざまな理由があるが、大腸の精密検査は患者にとってその臓器の特性上、心理的ハードルが高くまた検査に伴う拘束時間が長いことなどがあげられる。こうしたハードルがあっても、一方で米国や英国などの欧米先進国では、年齢調整罹患率・死亡率を着実に低減してきた経緯がある。わが国でも、大腸癌死亡を減少させるために、日常診療に取り入れることができる大腸内視鏡検査の代替検査として、大腸CT 検査(CT colonography：CTC)というモダリティの可能性について詳述する。CTC は、腸管前処置後に炭酸ガスで大腸を拡張してCT 装置で撮像し、その撮影データからワークステーション（WS）によって二次元画像および三次元画像を構築・読影する検査法である。
２：基本事項 -CTC の基本操作-
　CTC は1994 年に初めて報告され、世界で多くの精度検証が実施されてきた。エビデンスの構築を経て、 欧米先進国では大腸がん検診、あるいは精密検査の検査法として認められるようになった。日本では大腸癌の術前検査として臨床応用が始まり、次第に精密検査、あるいは任意型検診(人間ドック)の検査法として普及しつつある。CTC では内視鏡検査と同様に腸管内残渣を減らすために腸管洗浄剤を服用するのが一般的である。腸管前処置として、前日または当日に腸管洗浄剤と造影剤を経口服用する。造影剤を一緒に服用して腸管内残渣を軟部組織と異なるCT 値に標識する(タギング)ことで、内視鏡検査のように強力な腸管洗浄が不要となる。CT 台の上で経肛門的に専用の直腸カテーテルを挿入し、自動送気装置を使用して炭酸ガスを腸管内に送気する。一連の操作によって取得した画像をＷＳに取り込み３D画像を作成することによって「フライスルー画像」を作成し、仮想大腸内視鏡画像をもとに読影診断を行う。なお読影に際しては2D 画像も参照とすることによって見落としのない読影に注意する必要がある。
３：CTC の最重要ポイント -前処置について-
このような一連のCTC の撮影について成否を分ける要素は「適切な前処置」にあるといって過言ではない。前処置は、検査の質に関わる重要な因子である。そもそもCTC の特徴として、受診者の受容性が高いことが挙げられるが、その原因の一つは大腸内視鏡検査と比較すると洗腸剤の服用量が少なくて済むことにある。受診者にとって簡便な前処置であることもCTC の受容性に繋がっている。前処置は、洗腸剤、タギング製剤、検査食、補助下剤の組み合わせで行われる。まずは前処置を考える上で午前と午後のどちらで検査を行うのか、検査予定時間に適した洗腸剤を使用する必要がある。安定した前処置を行うポイントは、洗腸剤の効果効能時間を的確に使用することにある。洗腸剤と検査食は種類が多岐に渡るが、タギング製剤に保険収載されているCTC 専用バリウム製剤を使用されることもある。医療機関の保険診療において、使用される薬剤の規制も多く、前処置を複雑にしている一面がある。前処置の難しい点に、洗腸具合の個人差が挙げられる。CTC に適した腸管の状態は、液状残渣であれば良い。残渣の状態によっては、大腸解析が煩雑になることもあるが読影が可能であれば問題はないと考える。本講演会では当消化器クリニックにおけるCTC の導入から下剤やタギングの工夫、放射線技師と診断医のかかわり方について解説する。
４：おわりに -CTC の発展と未来-
今後も、大腸検査として便潜血検査と大腸内視鏡検査は、その重要性を増していくものと思われる。し
かし、日本の大腸癌症例数が毎年増えている現状では、検査法としてCTC などのオプションを用意する
ことにより、対象者が大腸検査をより一層受けやすくなる検査環境を整備することも必要だと思われる。
精度が一番高い大腸内視鏡検査をより充実させていく必要は当然あるが、その一方で対象者の全員が一
番 精度の高い大腸内視鏡検査を希望しているわけではない。内視鏡挿入ができない症例、内視鏡医の数
や検査枠などの医療施設のキャパシティに限界がある地域もあることも勘案し、大腸内視鏡を補完する
大腸精密検査としてCTC を整備していくことは必要だと思われる。''',
},],},
];

const List<Map<String,  dynamic>> publicLectures = [
{
"title": "府民公開講座",
"moderator": "浜松会病院 診療放射線技師 前田 哲兵",
  "moderator-j": "前田 哲兵",
  "moderator-e": "MAEDA TETSUO",
"presentations": [
{
"speaker": "道成寺 院主 小野 俊成",
  "speaker-j": "小野 俊成",
  "speaker-e": "ONO TOSHINARI",
"theme": "『時を超える力 道成寺の1800 年のあゆみ』",
"abstract": '''　県内最古の仏教寺院で、銅鐸も出⼟した国指定史跡でもある道成寺の歴史のあれこれをご紹介し、安珍と清姫の物語をユーモアたっぷりに絵ときします。\n
　コロナの前は毎⽇平均6〜７回、年間約2000回、数万⼈の⽅々に「絵とき説法」を⾏っていました。そのうちの1000回以上を担当していました。
　地方における医療人材不足の対応策として医療資格の復習取得の簡素化の検討やへき地においては複数施設での勤務を可能とした政策検討もされており、都市部の感覚の違いにも注意して診療放射線技師業界の将来を考える必要があります。''',
},],},
];

const List<Map<String,  dynamic>> kikiLectures = [
{
"title": "放射線機器管理士部会",
"moderator": "放射線機器管理士部会　小林　勝男",
  "moderator-j": "小林　勝",
  "moderator-e": "KOBAYASHI KATSUO",
"presentations": [
{
"speaker": "日本診療放射線技師会　副会長　富田　博信",
  "speaker-j": "富田　博信",
  "speaker-e": "TOMITA HIRONOBU",
"theme": "放射線被ばく管理に関するマネジメントシステム（放射線 MS）について",
"abstract": '''　医療における放射線被ばく管理は、医療従事者および患者双方の健康保護を目的とした重要な取り組みである。本講演では、放射線被ばく管理のためのマネジメントシステム（以下、放射線MS）の概要、導入および運用の事例、主要な課題、そして将来的な展望について述べる。
　我が国においても、近年、眼の水晶体に対する線量限度が引き下げられ、放射線被ばく管理の強化は必須である。従来の管理体制において、厚生労働省の資料によると、医療現場での個人被ばく線量計（バッジ）の装着率が低く、被ばく管理がスタッフ個人に依存するケースが報告されている。このように、被ばくデータの一貫性や正確性が欠如していたため、国際標準に基づく統一的な管理体制が検討されてきた。これに対応するため、ISO45001規格に準拠した放射線MSの導入が勧められている。このシステムは、PDCA（計画・実行・評価・改善）サイクルを活用し、放射線被ばくリスクの低減、法令遵守、そして管理体制の体系化を実現するものである。
　放射線MSの具体的な効果としては、第一に従事者被ばくデータの収集および管理の精度向上が挙げられる。従来、個別で行われていた被ばくデータの管理は、煩雑さやミスの原因となりやすかったが、MSシステム導入により確実性、正確性、および一貫性が大幅に向上すると考える。また、リスクアセスメントの強化も重要な効果の一つであり、システム上でリスク評価することにより、高リスクの行為やエリアを特定し、適切な対策を講じることが可能となる。
　当院では、高リスクの従事者には、事前にガラスバッジおよびDOSIRISの利用による水晶体被ばく線量の測定が行われ、被ばく管理体制が一層強化されている。また、放射線防護に関わる教育体制も整備されており、e-learningや講義形式の研修を通じて、全職員への放射線防護教育を実施している。更に、放射線技術科内の放射線防護検討委員会が中心となり、定期的なガラスバッジ着用率の監視や、リスクアセスメントを通じた被ばく低減施策を推進している。
　放射線MS導入における課題としては、全職員の装置着用徹底およびリスク管理の意識向上が求められる。今後は、施設全体での理解と協力をさらに深め、持続可能な被ばく管理体制の構築が重要である。本システムの効果的な運用は、診療放射線技師専門性を活かし、わが国の放射線防護技術の向上に寄与し、医療従事者と患者の双方の安全を確保するための重要な基盤となることを期待する。
'''
},],},
];

const List<Map<String, dynamic>> synpoLectures =[
{
"title": "シンポジウム",
"moderator": "大阪大学医学部附属病院　佐藤　和彦",
  "moderator-j": "佐藤　和彦",
  "moderator-e": "SATO KAZUHIKO",
"presentations": [
{
"speaker":  "大阪府診療放射線技師会 奥中 雄策",
  "speaker-j": "奥中 雄策",
  "speaker-e": "OKUNAKA YUSAKU",
"theme": "『タスク・シフト/シェアに向けた当院の現状』",
"abstract": '''【背景】
　診療放射線技師法改正で診療放射線技師の業務範囲が拡大し，医師の負担軽減や地域医療の確保が期待される．しかし，和歌山県立医科大学附属病院ではタスク・シフト/シェアは行われていない．そ
こで，現状の告示研修と統一講習会の受講率とタスク・シフト/シェアの意見報告．今後の取り組み案を報告する．
【報告】
　当院では診療放射線技師の告示研修の受講率は54.8%，基礎研修のみの受講率は21.4%にとどまっ
ている．統一講習会の受講率は26.2%で，静脈抜針のみの受講率は14.3%である．タスク・シフト/シェアについての意見としては，放射線技師の業務拡大により医師・看護師の負担軽減が重要であるが院
内の運用の明確化や不安要素に対する対策が欠如しているとの指摘があった．当院では，タスク・シフト/シェアの運営会議を3 回開催したが，告示研修の受講料の支払いを当院が負担すると決定したのみ
で，それ以上の進捗はなかった．今後の当院の放射線技師としてのタスク・シフト/シェアを進める方針案としては，各モダリティ別内で，タスク・シフト/シェアの中でも業務難易度の選定しレベル分け
を行い難易度の低い業務内容から徐々にタスク・シフト/シェアを開始する．タスク・シフト/シェアを行う業務内容については，院内の運用指針を明確化し，タスク・シフト/シェアを行うにあたり，スタ
ッフの不安要素を解消するための取り組みを行う．この方針案を踏まえて，タスク・シフト/シェアの推進に取り組んでいきたい．
【最後に】
　当院としての運用指針を明確化する協議を行い， 同時にタスク・シフト/シェアに対するスタッフの
不安要素を解消するための研修会の開催を院内であったり和歌山県放射線技師会に要望をおこない，
全技師が対応できるような職場環境を作成し上記の方針案を進め，他職種ともより良い労働環境で働
けるように進めていきたい．'''
},
{
"speaker": "兵庫県放射線技師会 田中　真治",
  "speaker-j": "田中　真治",
  "speaker-e": "TANAKA SHINJI",
"theme": "『1000 床以上を有する国立大学病院におけるタスク・シフト/シェアの現状』",
"abstract": '''2021 年5 月21 日に「良質で適切な医療を効率的に提供する体制の確保を進めるための医療法改正案」
が成立した．この法律は，医師の働き方改革，医療関係者の専門性の活用，地域に合った医療提供の確保
などを促進することを目的としている．
　医師の長時間労働に対処するため，医療機関は健康確保のための対策を講じることが求められている．
法律の中で，パラメディカルスタッフの業務範囲を広げ，医師の負担を軽減するために「タスク・シフト
/シェア」を進めることが強調されている．診療放射線技師法も改正され，新しい法律は2021 年10 月1
日から施行された．
　京都大学医学部附属病院は1141 床を有し，1 日あたり平均2500 人余りの外来患者が来院する．2022
年度における当院のCT およびMR 検査実施数は合計で6 万4 千件にのぼる．所属する診療放射線技師
技師は69 名であり，業務は診療のみならず，研究，教育を行っている．また，放射線検査・治療に従事
する看護師および看護助手は33 名であり，静脈路確保や抜針は元来より看護師にて行われている．
　本演題では国立大学病院の特性を踏まえつつ，当院におけるタスク・シフト/シェアの現状を紹介する．'''
},
{
"speaker": "京都府診療放射線技師会 寺崎 圭",
  "speaker-j": "寺崎 圭",
  "speaker-e": "TERASAKI KEI",
"theme": "『タスク・シフト/シェアに向けた当院の取り組み』",
"abstract": '''[背景・目的]
　医師の働き方改革に伴うタスク・シフト/シェアにより診療放射線技師全員が対象となる告示研修が開催されることになった．診療放射線技師はタスク・シフト/シェアを担っていくために告示研修を経て知識・技術の習得を行っていく必要がある．
[方法]
　告示研修受講後のタスク・シフト/シェアについては，各施設の取り決めで行う．静脈穿刺については看護部で取り決めた，IV ナース研修を受講し，最終実技試験にて静脈穿刺を行う様を見て合格であれば患者様に対し穿刺を行うことができる．この度，医療安全推進室主導の下，看護部，中央放射線部が話し合いを行い我々，診療放射線技師は告示研修を受講し，自施設にて当院IV ナース研修を受講した後，実際に穿刺を行っていく方針となった．なおIV ナースについてはあくまで静脈穿刺と抜針についての研修であるため鼻腔カテーテルの抜去やCTC の肛門へのチューブの挿入や抜去などは含まれていないので放科医に研修を受けながら行っていく．
　それに伴い，当院の診療放射線技師23 名にアンケートを実施し，その結果を報告する．
[結論]　
　診療放射線技師が医師のタスク・シフトを担うために少しずつだが前進していると感じた．'''
},
{
"speaker": "滋賀県診療放射線技師会 仁木 純司",
  "speaker-j": "仁木 純司",
  "speaker-e": "NIKI JUNJI",
"theme": "『当院におけるタスク・シフト/シェア ～道のりと課題～』",
"abstract": '''【【はじめに】
　当院は滋賀県草津市の湖南医療圏に属する420 床の急性期病院である．放射線技術部は診療放射線技師28 名（内パート1 名）が従事しており，装置はCT，MRI，PET，RI，一般撮影，血管造影装置，放射線治療等の標準的な装置を有している．当科では2021 年12 月よりタスク・シフト/シェアー（以下：タスク・シフト）推進活動を行っており，その現状と活動内容及び今後の課題について述べる．
【当院タスク・シフトの現状と事業内容】
　現在，当院で取り組んでいる主なタスク・シフト事業内容は静脈路確保である．
　当院ではタスク・シフトを開始するにあたり，診療放射線技師や看護師などを含むワーキンググループを結成し，診療放射線技師へのアンケートや各モダリティ責任者，看護師との話し合いを何度となく行い，まず『核医学検査室の静脈路確保・核種投与』について診療放射線技師へのタスク・シフトを開始した．告示研修を修了した診療放射線技師が，放射線所属看護師や救急看護師の協力のもと，当院での静脈路確保のトレーニングに取り組み，現在では医師，看護師と共に検査を行う心筋負荷検査を除き，核医学検査での静脈路確保・核種投与は看護師から診療放射線技師へと移行している．
　核医学検査室のタスク・シフト後は，看護師の人員に若干の余裕が生まれCT やMRI での造影検査が遅滞なく進み，業務効率が向上した．また，診療放射線技師が静脈路確保の際に，検査説明を含め患者様と十分なコミュニケーションを取ることができ，今まで以上に患者様が安心できる環境も整えられた．
　当施設では，医師の業務負担軽減を目的としてタスクシフトを行うこととした．\n
【今後の目標と課題】
　将来的には静脈路確保を核医学検査室以外への拡大運用を目指す．
　院内での静脈路確保のトレーニングを引き続き行い，静脈路確保が可能な診療放射線技師の人員を増や
していく．また，血管造影検査においても医師と協働した作業に拡大運用を行い，業務の効率化を目指
す．'''
},
{
"speaker": "奈良県診療放射線技師会 吉田 真大",
  "speaker-j": "吉田 真大",
  "speaker-e": "YOSHIDA MASAHIRO",
"theme": "『当施設におけるタスク・シフト/シェアに対する取り組み』",
"abstract":'''【背景】
　昨今の法改正より診療放射線技師の業務範囲が拡大し，当施設においてもタスクシフトに対応する必要があった．
【目的】
　当施設では，医師の業務負担軽減を目的としてタスクシフトを行うこととした．
【方法】
　タスクシフト可能な業務を①造影剤投与（CT･MRI 検査），並びに②放射性医薬品投与（RI 検査），その場合の③抜針･止血，④抹消静脈路を確保，⑤動脈路より造影剤注入装置を使用し行う造影剤投与（血管撮影検査），⑥肛門よりカテーテル挿入及び造影剤・空気の注入と吸引（下部消化管検査），⑦鼻腔に挿入されたカテーテルより造影剤注入とカテーテル抜去（上部消化管検査）と区分し，医師の業務負担軽減に着目し，現状分析し優先順位を付けて対策することとした．\n
【結果】
　2023 年4 月より，現状把握を行うワーキンググループを立ち上げ，①～④を行うチームⅠと⑤を行うチームⅡを編成し対策した．この時点で⑥はすでにタスクシフト済みであり，⑦は病院の方針として主治医が行うためタスクシフトから除外となった．対策を行った業務について，現在チームⅠにより①～③はタスクシフトがほぼ終了し，④の準備段階である．また，チームⅡにより⑤はタスクシフトを進めている最中である．
【考察】
　対策を検討する中で，医師の業務負担軽減を行うことが目標であったが，⑤のように医師から直接タスクシフトする業務と，①～④のように医師と看護師でシェアしている業務を看護師からタスクシフトすることで医師の業務負担軽減に繋がる業務があり，病院内でタスクシフトが承認されるまでの道筋が違うため，手探りでの対策を進めているところである．\n
【結語】
　医療機関の診療規模や体制，運用により，タスクシフトの必要性や効果などもそれぞれ異なると考える．医師の負担軽減を目標に進めているが，一方で増加する診療放射線技師の負担をどのように担うのかは課題であり，解決しないまま業務習得を優先して進めているのが現状である．
'''
},
{
"speaker": "和歌山県放射線技師会 岩橋 正和",
  "speaker-j": "岩橋 正和",
  "speaker-e": "IWAHASHI MASAKAZU",
"theme": "『当院のタスク・シフト/シェアに対する取り組み方』",
"abstract":'''【背景】
　昨今の法改正より診療放射線技師の業務範囲が拡大し，当施設においてもタスクシフトに対応する必要があった．
【目的】
　当施設では，医師の業務負担軽減を目的としてタスクシフトを行うこととした．
【方法】
　タスクシフト可能な業務を①造影剤投与（CT･MRI 検査），並びに②放射性医薬品投与（RI 検査），その場合の③抜針･止血，④抹消静脈路を確保，⑤動脈路より造影剤注入装置を使用し行う造影剤投与（血管撮影検査），⑥肛門よりカテーテル挿入及び造影剤・空気の注入と吸引（下部消化管検査），⑦鼻腔に挿入されたカテーテルより造影剤注入とカテーテル抜去（上部消化管検査）と区分し，医師の業務負担軽減に着目し，現状分析し優先順位を付けて対策することとした．\n
【結果】
　2023 年4 月より，現状把握を行うワーキンググループを立ち上げ，①～④を行うチームⅠと⑤を行うチームⅡを編成し対策した．この時点で⑥はすでにタスクシフト済みであり，⑦は病院の方針として主治医が行うためタスクシフトから除外となった．対策を行った業務について，現在チームⅠにより①～③はタスクシフトがほぼ終了し，④の準備段階である．また，チームⅡにより⑤はタスクシフトを進めている最中である．
【考察】
　対策を検討する中で，医師の業務負担軽減を行うことが目標であったが，⑤のように医師から直接タスクシフトする業務と，①～④のように医師と看護師でシェアしている業務を看護師からタスクシフトすることで医師の業務負担軽減に繋がる業務があり，病院内でタスクシフトが承認されるまでの道筋が違うため，手探りでの対策を進めているところである．\n
【結語】
　医療機関の診療規模や体制，運用により，タスクシフトの必要性や効果などもそれぞれ異なると考える．医師の負担軽減を目標に進めているが，一方で増加する診療放射線技師の負担をどのように担うのかは課題であり，解決しないまま業務習得を優先して進めているのが現状である．
'''
},
],
},
];

const List<Map<String, dynamic>> lunchLectures = [
{
"title": "ランチョンセミナー",
"moderator": "奈良県放射線技師会　ヤマダ　邦夫",
  "moderator-j": "ヤマダ　邦夫",
  "moderator-e": "YAMADA KUNIO",
"presentations": [
{
"speaker": "シーメンス株式会社　山本　太郎",
  "speaker-j": "山本　太郎",
  "speaker-e": "YAMAMOTO TARO",
"theme": "『超高精細CT「Aquilion Precision」の技術紹介",
"abstract": '''◆要旨◆
　今回、私は診療放射線技師として、画像検査及び診断を行う「新大阪画像の森診断クリニック」の新規立ち上げ業務に携わった。通常、診療放射線技師は医師からの検査依頼を受け安全に高品質な撮影画像を提供する、いわば「受託」の業務が多い。今回、クリニックという比較的小規模で組織間の隔たりの無い環境で業務に携わったことにより、診療放射線技師の活動の幅を広げる経験をすることが出来たので紹介する。
　当院は2023 年7 月、大阪府大阪市東淀川区で画像診断専門のクリニックとして新規開院した。画像診断専門のクリニックとして、放射線専門医1 名、診療放射線技師２名、臨床検査技師1 名が在籍し、1.5フイルムヘルスケア株式会社）などを導入し地域の医療機関から検査依頼を受託し、検査と診断を提供している。画像診断については最先端の機器で撮影し、高画質なデータを医師に提供することは当然大切だが、撮影の手技を中心とした画像の質も非常に重要となる。当院では検査において画像が適切に撮影されていなければ、どんなに優秀な医師が時間をかけて読影しても、写っていないものを正しく読むことはできないという信念のもと、日々撮影画像の向上と技術の向上に励んでいる。
　私がクリニックの立ち上げにおいて主に携わったのは、検査受託～結果返却までの運用、撮影画像の作りこみと撮影業務、そして紹介先の医院やクリニックなどへの営業である。今回は「運用」「画像の作りみと撮影業務」「紹介先への営業」の3 つについて診療放射線技師の立場より経験したことを紹介する。
◆運用◆
　クリニックの運営は他院の検査依頼にて成り立っている。その中心となる検査依頼のオーダーシートは放射線業務を軸として、依頼者が記入しやすく、かつ、安全に検査を行えるように作成した。
　予約の空き状況をインターネット上で確認できるシステム運用をしており、各装置と検査がリアルタイムに確認可能であり、紹介先の医師が患者と直接日程を確認し検査予約をすることが可能である。そのため当日検査の受け入れも多い。
　禁忌事項、アナフィラキシーなど院内で共有すべき情報は、院内勉強会を定期的に開催している。画像診断クリニックという特性上、放射線科が中心となって院内討議や勉強会を行っている。
◆画像の作りこみ・撮影業務◆
「３T に負けない画像を提供する」ことにこだわり、日々、MRI 撮像条件の作り込みや画像調整を行っている。当院はMRI 認定技師も在籍しているため、放射線科内で役割を分担している。常勤２名の内、撮影・撮像に対するスペシャリストと、私がマルチに活動するジェネラリストとして業務を実行している。
◆営業◆
　当院では事務方の担当の他に、私も放射線技師として直接営業活動に携わっている。前述のとおり、紹介先からの検査依頼を中心として運営をしている為、地域の医療機関との関係作りは重要である。
　活動をすすめて行くと、実際に撮影する放射線技師が検査の紹介をすることの恩恵が大きいと感じた。医師の素朴な疑問や、特殊なオーダー対応への可否、画像に対しての詳細な要望や疑問などは多く存在し、依頼元の医師と放射線技師の間で直接会話し相談・解決することが出来き、検査の受託にもつながっている。
　また、多岐にわたる診療科に訪問する関係で、受託先の医師とする会話から医療に対しての学びが得られることが多いと感じている。このようにして当院では放射線技師が直接伺い、地域にとっての放射線科となれる様活動している。
　今回、画像診断クリニックの立ち上げに伴う私の活動内容について紹介した。立ち上げは大変なことも多かったが、診療放射線技師が従来受託型であった放射線業務を拡大し、能動的に前に立って活動することで地域の医療機関との信頼関係を直接構築できるような可能性を感じている。本来の診療放射線業務とは少し異なるかもしれないが、新しい業務の可能性として紹介したい。
''',
},
{
"speaker": "キヤノンメディカルシステムズ株式会社　中山　次郎",
  "speaker-j": "中山　次郎",
  "speaker-e": "NAKAYAMA JIRO",
"theme": "『SOMATOM CT最新情報』",
"abstract": '''　近年，AI 技術の進歩は目覚ましいものがあり，様々な分野に応用されている．医用画像分野においてもその例には漏れず多くの画像機器に次々とAI 技術が搭載されており，MRI にもAI 技術を応用したDeep Learning Reconstruction(DLR)の導入された装置が増えている．その中でもいち早くDLR 技術が実装されたのがキヤノンメディカル社製MRI であり，現在では二種類のDLR技術が搭載されている．一つはSNR 向上技術である「Advanced intelligent Clear-IQ Engine: AiCE」，もう一つはSNR 向上と空間分解能向上を併せ持つ「Precise IQ Engine: PIQE」である．本セミナーではこれら二つのDLR技術について，それぞれの特徴，ファントム検証の結果，および臨床画像での使用経験を報告する．
　SNR 向上技術であるAiCE を使用して，大きく三つの特徴があると感じられる．一つ目は，汎用性が非常に高いことである．AiCE は，撮像部位・使用受信コイル・撮像シーケンスに対する依存が少なく非常に汎用性が高いので，当院では通常使用するシーケンスのほとんどにAiCE を採用している．二つ目は，画像の生データさえあれば後再構成が可能なことである．そして三つ目の特徴は，再構成用のパラメータが多いことである．その一つがデノイズ強度で，これを調整することで一回の撮像で得られた画像から様々なSNR の画像を得ることが可能である．臨床現場において，この特徴は非常に大きなメリットとなる．このデノイズ強度を変化させ，SNR 評価用均一ファントムを用いてSNR の変化を評価した．すると，AiCE を使用していない原画像と比較して，SNR はデノイズ強度に伴って向上し，設定可能最大値であるデノイズ強度5 では原画像の3 倍以上にまでSNRが向上するという結果が得られた(Fig.1)．
　PIQE は，上記AiCE と同様のSNR 向上技術に，さらにZero-fill interpolation(ZIP)をベースとした空間分解能向上を併せ持つ技術である。PIQE はこれまでのMRI の常識である「空間分解能を上げれば，撮像時間は延長し，SNR が低減する」というジレンマを解消してくれる画期的な技術である． PIQE においてもSNR 評価用ファントムを用いてSNR の変化を評価した．方法は256，512，768 マトリクスで撮像を行い，それぞれの画像のSNR を算出した．次に，PIQE を用いて256 マトリクス画像から 512および768 マトリクス画像を再構成し，それらのSNR を算出し比較した．その結果，PIQE を用いた画像は空間分解能が向上しているにもかかわらず，原画像の256 マトリクス画像よりもSNR が3 倍近く向上した(Fig.2)．また，PIQE による鮮鋭度向上の評価を目的として，ファントム画像での視覚評価を行なった．方法は，スリットと円形部を含むファントムを撮像した原画像，それに対しZIP を用いてマトリクス数を2 倍にした画像，PIQE を用いて2 倍および3 倍にした画像の4 画像に対し，5 段階で視覚評価を行なった．評価者は当院の放射線技師・放射線科医の37 名である．その結果，全ての画像間で有意差が認められ，原画像，ZIP 画像，PIQE の2 倍画像，PIQE の3 倍画像の順に鮮鋭度が高いという結果となった(Fig.3)．
　以上のファントムを用いた検討の結果からも，実際に臨床画像に使用した画像を確認しても，これまでMRI を触ったことのある者なら誰もが直面したことがあると思われる撮像時間・SNR・空間分解能のトレードオフの壁に対し，AI 技術であるAiCE およびPIQE の出現によりブレイクスルーが起こったと実感させられる．その反面，撮像時および再構成時における各パラメータの設定を誤ると，いくらAI 技術を用いても期待される画像を取得することが困難であることも経験した．よってAI 技術に任せっきりにするのではなく，オペレーターがその特徴をしっかり把握した上で各種設定を行う必要性があることを忘れてはならない．AI 技術を用いることで，今後はSNR や解像度のみに限らず，定量精度等の向上により，より一層MRI が画像診断分野の進歩に貢献できることを期待したい．
''',
},
{
"speaker": "GEメディカルシステムズ株式会社　田中　慎太郎",
  "speaker-j": "田中　慎太郎",
  "speaker-e": "TANAKA SHINTARO",
"theme": "『AI 技術がMRI にもたらしたブレイクスルー』",
"abstract": '''　近年，AI 技術の進歩は目覚ましいものがあり，様々な分野に応用されている．医用画像分野においてもその例には漏れず多くの画像機器に次々とAI 技術が搭載されており，MRI にもAI 技術を応用したDeep Learning Reconstruction(DLR)の導入された装置が増えている．その中でもいち早くDLR 技術が実装されたのがキヤノンメディカル社製MRI であり，現在では二種類のDLR技術が搭載されている．一つはSNR 向上技術である「Advanced intelligent Clear-IQ Engine: AiCE」，もう一つはSNR 向上と空間分解能向上を併せ持つ「Precise IQ Engine: PIQE」である．本セミナーではこれら二つのDLR技術について，それぞれの特徴，ファントム検証の結果，および臨床画像での使用経験を報告する．
　SNR 向上技術であるAiCE を使用して，大きく三つの特徴があると感じられる．一つ目は，汎用性が非常に高いことである．AiCE は，撮像部位・使用受信コイル・撮像シーケンスに対する依存が少なく非常に汎用性が高いので，当院では通常使用するシーケンスのほとんどにAiCE を採用している．二つ目は，画像の生データさえあれば後再構成が可能なことである．そして三つ目の特徴は，再構成用のパラメータが多いことである．その一つがデノイズ強度で，これを調整することで一回の撮像で得られた画像から様々なSNR の画像を得ることが可能である．臨床現場において，この特徴は非常に大きなメリットとなる．このデノイズ強度を変化させ，SNR 評価用均一ファントムを用いてSNR の変化を評価した．すると，AiCE を使用していない原画像と比較して，SNR はデノイズ強度に伴って向上し，設定可能最大値であるデノイズ強度5 では原画像の3 倍以上にまでSNRが向上するという結果が得られた(Fig.1)．
　PIQE は，上記AiCE と同様のSNR 向上技術に，さらにZero-fill interpolation(ZIP)をベースとした空間分解能向上を併せ持つ技術である。PIQE はこれまでのMRI の常識である「空間分解能を上げれば，撮像時間は延長し，SNR が低減する」というジレンマを解消してくれる画期的な技術である． PIQE においてもSNR 評価用ファントムを用いてSNR の変化を評価した．方法は256，512，768 マトリクスで撮像を行い，それぞれの画像のSNR を算出した．次に，PIQE を用いて256 マトリクス画像から 512および768 マトリクス画像を再構成し，それらのSNR を算出し比較した．その結果，PIQE を用いた画像は空間分解能が向上しているにもかかわらず，原画像の256 マトリクス画像よりもSNR が3 倍近く向上した(Fig.2)．また，PIQE による鮮鋭度向上の評価を目的として，ファントム画像での視覚評価を行なった．方法は，スリットと円形部を含むファントムを撮像した原画像，それに対しZIP を用いてマトリクス数を2 倍にした画像，PIQE を用いて2 倍および3 倍にした画像の4 画像に対し，5 段階で視覚評価を行なった．評価者は当院の放射線技師・放射線科医の37 名である．その結果，全ての画像間で有意差が認められ，原画像，ZIP 画像，PIQE の2 倍画像，PIQE の3 倍画像の順に鮮鋭度が高いという結果となった(Fig.3)．
　以上のファントムを用いた検討の結果からも，実際に臨床画像に使用した画像を確認しても，これまでMRI を触ったことのある者なら誰もが直面したことがあると思われる撮像時間・SNR・空間分解能のトレードオフの壁に対し，AI 技術であるAiCE およびPIQE の出現によりブレイクスルーが起こったと実感させられる．その反面，撮像時および再構成時における各パラメータの設定を誤ると，いくらAI 技術を用いても期待される画像を取得することが困難であることも経験した．よってAI 技術に任せっきりにするのではなく，オペレーターがその特徴をしっかり把握した上で各種設定を行う必要性があることを忘れてはならない．AI 技術を用いることで，今後はSNR や解像度のみに限らず，定量精度等の向上により，より一層MRI が画像診断分野の進歩に貢献できることを期待したい．
''',
},
],
},
];

const List<Map<String, dynamic>> generalResearchPresentations1 = [
{
"title": "一般研究発表1",
"moderator": "和歌山県診療放射線技師会　和歌浦　太郎",
  "moderator-j": "和歌浦　太郎",
  "moderator-e": "WAKAURA TARO",
"presentations": [
{
"speaker": "紀南病院　鳥渕　幸洋",
  "speaker-j": "鳥渕　幸洋",
  "speaker-e": "TORIBUCHI YUKIHIRO",
"theme": "放射線治療時の貼付剤等による皮膚表面線量への影響",
"abstract": '''【はじめに】
　放射線治療時，照射範囲の皮膚表面に湿布などの貼付剤や衣類があると，皮膚線量が増加し皮膚障害が増悪する可能性がある．褥瘡予防のドレッシング剤を使用している場合もあるため，治療時に外すことは患者に苦痛を与えることになる．
　脱衣に関しては，羞恥心や寒さに配慮する必要がある．
【目的】
　貼付剤等による，皮膚線量の増加の検証
【方法】
　ファントムの表面にフィルムを貼り，その上に貼付剤等を置き，照射野：5cm×10cm，10cm 深線量：100cGy になるように放射線を照射し，フィルム解析システムを用いて，貼付剤なしの場合との吸収線量を比較した．
【結果】
　貼付剤等を置いた場合全てで，表面線量が増加した．水分を含んだ紙おむつで表面線量が最も増加した．保湿クリームによる線量増加は，比較的軽度であった．
【考察】
　貼付剤等により皮膚線量は増加する．当院で使用している検査着は厚手の物であるが，薄手の肌着ならば比較的影響は軽微であると考えられる．今回の実験では保湿クリームが盛られた状態であるが，皮膚に浸透している場合は，さらに影響が軽微であると予想される．
　放射線治療時の保湿剤の使用に関しては，今後検討する余地があると考えられる．
''',
},
{
"speaker": "京都府立医科大学附属病院　東末 優",
  "speaker-j": "東末 優",
  "speaker-e": "TOMATSU YU",
"theme": "放射線治療領域における低価格3D プリンタによるこれからの活用方法の期待",
"abstract": '''
【目的】
X線撮影を行う際の散乱X線は画質の低下を起こす為，従来から散乱線除去用グリッドが用いられてきた．本研究においては，散乱線除去用グリッドを使用せず，モンテカルロシミュレーションソフトを用いた，後処理法による散乱線除去を簡便に行う方法を検討したので報告する．
【方法】
モンテカルロコードPHITS Ver. 2.81を用い，仮想空間上にアクリルファントム(30 cm × 30 cm × 5 cm)を2枚重ね，その上部に鉛板(10 cm × 10 cm × 2 mm)を置き，グリッドとして(密度：60 [本/cm] ，格子比：8:1)を構築した．検出器としてAl板(5 mm)を置き線量分布プロファイルを測定した．線源としてX線発生ソフトSRS-30を用いて，管電圧80 kV，100 kV，120 kVで照射しそれぞれシミュレーションを行った．また，実測値としてアクリルファント，鉛板，グリッドをシミュレーションと同様に配置し，また同様の管電圧でCRのIPに対して照射し，その線量分布からプロファイルを求めた．
【結果】
モンテカルロコードPHITS Ver. 2.81を使用し，グリッド使用時の体系を構築することが可能であった．シミュレーション時と実測値のグリッドの有無によるプロファイルの違いを確認できた．
プロファイルの違いにより散乱線成分を定量化できた．
【結論】
プロファイルの形状はグリッドを用いた場合近似した結果となったが，グリッドを用いない場合はシミュレーション時の鉛とアクリルファントムのコントラストが高くなった．また，今回実測ではIPを用いたが，シミュレーションでは検出器にAlを用いたため材質の違いによる差が観察された．このように，モンテカルロシミュレーションによる「後処理法」による散乱線除去法は，撮影後にグリッド比およびグリッド密度を変更できるといった利点が考えられた．しかし，物質の組成や体積が正確にわかっていないと結果に誤差を生じる欠点も考えられた．
''',
},
  {
    "speaker": "Dept. of Radiological, Severance Hospital,  PARK SANG JO",
    "speaker-j": "パク　サンジュ",
    "speaker-e": "PARK SANG JO",
    "theme": "Analysis of the Effects of Examination Clothing Fabrics on Images in Digital X-ray Imaging: Production of New Examination Clothing with Modal Material",
    "abstract": '''
【Purpose】
This study attempted to analyze the effect of fabric on images during Chest AP projection in the
DR system.
【Method】
Five types of hospital test gowns (A, B, C, D, E hospital) with more than 500 beds in Seoul, and
four fabrics (Rayon, Cotton, Modal, and Tencel) that can be used as test gowns were targeted.
The number of layers between the test gowns and the fabric was classified from 1st to 8th, and
imaging was performed using an acrylic plate under Chest AP conditions using a DR system. The
video was first analyzed for profile, and the average value of signal strength was analyzed
secondarily by selecting fabric with the lowest profile value from among five test gowns and four
fabrics. In addition, qualitative analysis was performed under a microscope to find out the
difference according to the weave of the fabric.
【Result】
As a result of the first profile analysis, the test gown showed the lowest profile value in the Dhospital
and the fabric in the modal. In the analysis of the average value of the secondary signal
strength, the modal showed a lower signal value than the D-hospital test gown at all values
according to the number of layers(p<0.05). In microscopic analysis, it was confirmed that the
modal had a wider space between the grids than the D-hospital test gown.
In conclusion, it was confirmed that all fabrics worn by the patient during the test under Chest
AP conditions in the DR system affect the image signal. This means that there is a possibility of
causing fabric-based artifacts in the DR system.
''',
  },
],
},
];

const List<Map<String, dynamic>> generalResearchPresentations2 = [
  {
    "title": "一般研究発表1",
    "moderator": "和歌山県診療放射線技師会　和歌浦　太郎",
    "moderator-j": "和歌浦　太郎",
    "moderator-e": "WAKAURA TARO",
    "presentations": [
      {
        "speaker": "神戸大学医学部附属病院　緒方凌征",
        "speaker-j": "緒方凌征",
        "speaker-e": "OGATA RYOUSEI",
        "theme": "低管電圧CT 撮影におけるビームハードニングが造影効果に及ぼす影響",
        "abstract": '''
【目的】
近年，内視鏡的逆行性胆管膵管造影（ERCP）では治療を同時に行う場合が多いため，透視時間が増える傾向にある．また，オーバーテーブル方式のX線TV装置を用いるため，術者の水晶体への被ばくが問題となるが，散乱線防護クロスなどは高額であるため普及には至ってないのが現状である．
本研究では簡易の散乱線防護クロスを作成し，ERCP時の空間線量における散乱線の低減率を推測することで散乱線防護クロスの有用性について考察する．
【方法】
本研究において，IVR装置は東芝製X線TV装置ZEXIA DREX-ZX80，電位計はEMFジャパンEMF521及び600 cc電離箱線量計を用いた．模擬患者として京都科学社製CT撮影用全身ファントムPBU-60を使用した．
術者立ち位置は，X線照射中心より頭側に45°，距離60 cmの位置とし，床より200 cmの高さまで10 cm間隔で空間線量率を測定した．空間線量率がピークとなる高さにおいて平面上を10 cm間隔で測定し，カラーマップを作成した．
また，簡易の散乱線防護クロスをX線防護衣KYOKKO UAL25Mとトリカルネットを用いて作成し，同様の実験を行うことで散乱線の低減率を推計した．
【結果】
術者立ち位置での空間線量率は，床から140 cmの高さでピークを示した．術者立ち位置での空間線量率は44.2 μGy/minであり，散乱線防護クロスを使用した場合では1.2 μGy/minとなった．また，照射中心に一番近い立ち位置での空間線量率は98.3 μGy/minとなり，散乱線防護クロスを使用した場合では3.7 μGy/minとなった．
【結論】
簡易の散乱線防護クロスの使用により，術者立ち位置での低減率は97.3%となり，照射中心に一番近い立ち位置では96.2%となった．このことから簡易の散乱線防護クロスは散乱線の遮蔽に対して高い効果を示し，術者の被ばく低減に有用であることが示唆された．
''',
      },
      {
        "speaker": "滋賀県医学部附属病院　琵琶湖　花世",
        "speaker-j": "琵琶湖　花世",
        "speaker-e": "BIWAKO HANAYO",
        "theme": "低管電圧CT 撮影におけるビームハードニングが造影効果に及ぼす影響",
        "abstract": '''
【目的】
近年，内視鏡的逆行性胆管膵管造影（ERCP）では治療を同時に行う場合が多いため，透視時間が増える傾向にある．また，オーバーテーブル方式のX線TV装置を用いるため，術者の水晶体への被ばくが問題となるが，散乱線防護クロスなどは高額であるため普及には至ってないのが現状である．
本研究では簡易の散乱線防護クロスを作成し，ERCP時の空間線量における散乱線の低減率を推測することで散乱線防護クロスの有用性について考察する．
【方法】
本研究において，IVR装置は東芝製X線TV装置ZEXIA DREX-ZX80，電位計はEMFジャパンEMF521及び600 cc電離箱線量計を用いた．模擬患者として京都科学社製CT撮影用全身ファントムPBU-60を使用した．
術者立ち位置は，X線照射中心より頭側に45°，距離60 cmの位置とし，床より200 cmの高さまで10 cm間隔で空間線量率を測定した．空間線量率がピークとなる高さにおいて平面上を10 cm間隔で測定し，カラーマップを作成した．
また，簡易の散乱線防護クロスをX線防護衣KYOKKO UAL25Mとトリカルネットを用いて作成し，同様の実験を行うことで散乱線の低減率を推計した．
【結果】
術者立ち位置での空間線量率は，床から140 cmの高さでピークを示した．術者立ち位置での空間線量率は44.2 μGy/minであり，散乱線防護クロスを使用した場合では1.2 μGy/minとなった．また，照射中心に一番近い立ち位置での空間線量率は98.3 μGy/minとなり，散乱線防護クロスを使用した場合では3.7 μGy/minとなった．
【結論】
簡易の散乱線防護クロスの使用により，術者立ち位置での低減率は97.3%となり，照射中心に一番近い立ち位置では96.2%となった．このことから簡易の散乱線防護クロスは散乱線の遮蔽に対して高い効果を示し，術者の被ばく低減に有用であることが示唆された．
''',
      },
    ],
  },
];
